Repository: zxhzxhz/LiveContainer
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, sv, tr, vi, zh_hans, zh_hant

# lc.helpView.text1
source: Setup JITLess mode in settings to use LiveContainer without JIT. **Check JITLess Diagnose page in settings if you have trouble enabling JITLess mode.** Press plus button to install apps. Holding app banner for app-specific settings, fixes and adding apps to home screen.
ar: إعداد وضع بدون-JIT في الإعدادات لاستخدام LiveContainer بدون JIT. تحقق من صفحة تشخيص بدون-JIT في الإعدادات إذا واجهت مشكلة في تفعيل وضع بدون-JIT. اضغط على زر الإضافة لتثبيت التطبيقات. اضغط مطولاً على التطبيق للوصول إلى إعدادات المحددة للتطبيق، وإصلاحات، وإضافة التطبيقات إلى الشاشة الرئيسية.
de: Richten Sie den JIT-freien-Modus in den Einstellungen ein, um LiveContainer ohne JIT zu verwenden. **Prüfen Sie die JITless-Diagnose-Seite in den Einstellungen, wenn Sie Probleme mit der Aktivierung des JIT-Less-Modus haben.** Drücken Sie die Plus-Taste, um Apps zu installieren. Drücken Sie lange auf die App, um app-spezifische Einstellungen, Fehlerbehebungen und das Hinzufügen von Apps zum Homescreen zu erhalten.
es: Configura el modo JITLess en los ajustes para usar LiveContainer sin JIT. **Consulta la página de diagnóstico JITLess en los ajustes si tienes problemas para activar el modo JITLess.** Pulsa el botón más para instalar apps. Mantén pulsado el banner de la app para acceder a los ajustes específicos, correcciones y añadirla a la pantalla de inicio.
fr: Configurer le mode sans JIT dans les paramètres pour utiliser LiveContainer sans le JIT. **Consultez la page Diagnostic du mode sans JIT dans les paramètres si vous avez des difficultés à activer le mode sans JIT. Appuyez sur le bouton Plus pour installer des applications. Appuyez longuement sur une application pour accéder aux paramètres spécifiques à l'application, aux correctifs et pour ajouter l'application à l'écran d'accueil.
it: Imposta la modalità JITLess nelle impostazioni per utilizzare LiveContainer senza JIT. **Controlla la pagina JITLess Diagnose nelle impostazioni se hai problemi ad abilitare la modalità JITLess. * Premi il pulsante plus per installare le applicazioni. Premi a lungo l'app per le impostazioni, le correzioni e l'aggiunta di app alla schermata iniziale.
ja: 設定でJITレスモードを設定して、JITなしでLiveContainerを使用します。 **JITレスモードを有効化する際に問題がある場合は、設定内のJITレス診断ページを確認してください。** アプリをインストールするには、｢＋｣ ボタンを押してください。 アプリ固有の設定、修正、ホーム画面にアプリを追加するには、アプリを長押ししてください。
ko: JIT 없이 LiveContainer를 사용하려면 JIT-Less 모드를 활성화하세요. **JIT-Less 모드 활성화 도중 문제가 있을 경우 JIT-Less 모드 진단을 활용해보세요.** 앱을 설치하려면 +를 누르세요. 앱을 홈 화면에 추가하거나, 앱 설정을 열고 싶으면 앱을 길게 누르세요.
pl: Ustaw tryb JIT-Less w ustawieniach aby używać LiveContainer bez JIT/ **Sprawdź stronę Diagnozy JIT-Less jeśli masz problemy włączając tą funkcje.** Naciśnij + aby instalować aplikacje Przytrzymując baner aplikacji, będzie dostępne menu z ustawieniami dotyczącej aplikacji oraz dodawanie aplikacji do ekranu początkowego.
pt_br: Configure o modo JIT-Less (requer SideStore/AltStore) nas configurações para usar o LiveContainer. **Verifique a página de diagnóstico do modo JIT-Less nas configurações se você encontrar problemas ativando-o.** Pressione o sinal de '+' para adicionar e instalar aplicativos. Pressione e segure o aplicativo para alterar sua configuração, corrigir erros e adicionar aplicativos à tela de início.
ru: Если вы собираетесь использовать LiveContainer без JIT, установите режим JIT-less в настройках. **Воспользуйтесь диагностикой режима JIT-less в настройках, если вы сталкиваетесь с проблемами.** Нажмите на кнопку '+', чтобы установить приложение. Нажмите и удерживайте приложение для настроек и исправлений, связанных с ним, а также чтобы добавить его на домашний экран.
sv: Konfigurera JITLess i inställningar för att använda LiveContainer utan JIT. **Kontrollera JITLess diagnostisera sidan i inställningar om du har problem med att aktivera JITLess läge. ** Tryck på plusknappen för att installera appar. Tryck länge på appen för appspecifika inställningar, fixar och lägger till appar på startskärmen.
tr: JIT olmadan LiveContainer'ı kullanmak için ayarlarda JITLess modunu etkinleştirin. **JITLess modunu etkinleştirirken sorun yaşıyorsanız, ayarlardaki JITLess Teşhis sayfasını kontrol edin.** Uygulamaları yüklemek için artı düğmesine basın. Uygulamaya özgü ayarlar, düzeltmeler ve uygulamaları ana ekrana eklemek için uygulamaya uzun basın.
vi: Thiết lập chế độ JITLess trong cài đặt để dùng LiveContainer không JIT. **Kiểm tra trang Chuẩn đoán JITLess trong cài đặt nếu bạn gặp vấn đề khi dùng chế độ này.** Nhấn vào dấu cộng để cài thêm app. Nhấn giữ app để mở cài đặt của app, các sửa lỗi và thêm app vào màn hình chính.
zh_hans: 在设置中配置免JIT模式来使得LiveContainer无需JIT权限即可使用。 **如果配置免JIT模式时遇到问题，请查看免JIT模式诊断页面。** 点击加号按钮来安装App。 长按App可查看App设置，修复App问题，以及将App添加到主屏幕。
zh_hant: 在設定中設定免JIT模式來使得LiveContainer無需JIT即可使用。 **如果在設定免JIT模式時遇到問題，請查看免JIT模式診斷頁面。 ** 點選加號按鈕來安裝App。 長按App可以查看App設置、修復App問題、和將App添加至主畫面。

# lc.helpView.text2
source: **Check [LiveContainer FAQ](https://github.com/khanhduytran0/LiveContainer/issues/265) for common issues.** If you encounter a bug or compatibility issue please submit on [GitHub issues](https://github.com/khanhduytran0/LiveContainer/issues).
ar: أفحص [الأسئلة المتكررة LiveContainer] (https://github.com/khanhduytran0/LiveContainer/issues/265) للأخطاء الشائعة. وأذا واجهت مشكله أو مشكله توافق الرجاء إرسال طلب مساعده او شكوى في [Github] (https://github.com/khanhduytran0/LiveContainer/issues).
de: **Häufige Probleme finden Sie unter [LiveContainer FAQ](https://github.com/khanhduytran0/LiveContainer/issues/265).** Wenn Sie einen Fehler oder ein Kompatibilitätsproblem feststellen, melden Sie dies bitte unter [GitHub issues](https://github.com/khanhduytran0/LiveContainer/issues).
es: **Comprueba [LiveContainer FAQ](https://github.com/khanhduytran0/LiveContainer/issues/265) para problemas comunes.** Si encuentras un error o un problema de compatibilidad, por favor envíalo en [GitHub issues](https://github.com/khanhduytran0/LiveContainer/issues).
fr: **Consultez la [FAQ de LiveContainer](https://github.com/khanhduytran0/LiveContainer/issues/265) (en anglais) pour voir les problèmes courants. Si vous rencontrez un bug ou un problème de compatibilité, veuillez le soumettre sur [GitHub](https://github.com/khanhduytran0/LiveContainer/issues).
it: **Controlla [LiveContainer FAQ](https://github.com/khanhduytran0/LiveContainer/issues/265) per problemi comuni.** Se riscontri un problema di bug o compatibilità, invia su [problemi GitHub](https://github.com/khanhduytran0/LiveContainer/issues).
ja: 一般的な問題は[LiveContainer FAQ](https://github.com/khanhduytran0/LiveContainer/issues/265)を確認してください。 バグや互換性の問題が発生した場合は[GitHub Issues](https://github.com/khanhduytran0/LiveContainer/issues)に報告してください。
ko: **자주 묻는 질문은 [LiveContainer FAQ](https://github.com/khanhduytran0/LiveContainer/issues/265)를 확인해주세요.** 버그나 호환성 문제는 [GitHub issues](https://github.com/khanhduytran0/LiveContainer/issues)에 보고해주세요.
pl: **Zobacz [Często Zadawane Pytania dotyczące problemów z LiveContainer](https://github.com/khanhduytran0/LiveContainer/issues/265)** Jeśli napotkasz błąd czy problem z kompatybilnością, Proszę o złożenie wniosku na portalu [GitHub issues](https://github.com/khanhduytran0/LiveContainer/issues).
pt_br: **Verifique as [Perguntas frequentes do LiveContainer](https://github.com/khanhduytran0/LiveContainer/issues/265) para as possíveis soluções para seus problemas.** Se você encontrar um erro técnico ou um problema na compatibilidade do LiveContainer por favor relate isso na [Página de problemas no GitHub](https://github.com/khanhduytran0/LiveContainer/issues).
ru: **Загляните в [ЧАВО LiveContainer'а](https://github.com/khanhduytran0/LiveContainer/issues/265) для решений на частые проблемы** Если вы обнаружили баг и проблему с совместимостью, то отправьте его на [GitHub issues](https://github.com/khanhduytran0/LiveContainer/issues).
sv: **Kontrollera [Vanliga frågor om LiveContainer](https://github.com/khanhduytran0/LiveContainer/issues/265) för vanliga problem.** Om du stöter på ett fel eller kompatibilitetsproblem vänligen skicka in [GitHub-problem](https://github.com/khanhduytran0/LiveContainer/issues).
tr: **Sık karşılaşılan sorunlar için [LiveContainer SSS](https://github.com/khanhduytran0/LiveContainer/issues/265) bölümünü kontrol edin.** Bir hata veya uyumluluk sorunu ile karşılaşırsanız, lütfen [GitHub sorunları](https://github.com/khanhduytran0/LiveContainer/issues) bölümüne bildirin.
vi: **Vào [LiveContainer FAQ](https://github.com/khanhduytran0/LiveContainer/issues/265) để xem các lỗi thường gặp.** Nếu bạn gặp lỗi hay vấn đề tương thích vui lòng gửi vào [GitHub issues](https://github.com/khanhduytran0/LiveContainer/issues).
zh_hans: **遇到问题时请先查看[LiveContainer常见问题（英语）](https://github.com/khanhduytran0/LiveContainer/issues/265)。** 如果你遇到Bug或者App兼容性问题，请到[GitHub issues](https://github.com/khanhduytran0/LiveContainer/issues)提交。
zh_hant: **遇到問題時請先查看[LiveContainer常見問題（英文）](https://github.com/khanhduytran0/LiveContainer/issues/265)。 ** 如果您遇到Bug或是App相容性問題，請至[GitHub issues](https://github.com/khanhduytran0/LiveContainer/issues)提交錯誤。

# lc.helpView.title
source: LiveContainer Help
ar: مساعدة LiveContainer
de: Hilfe für LiveContainer
es: Ayuda de LiveContainer
fr: Aide LiveContainer
it: Guida LiveContainer
ja: LiveContainerの使いかた
ko: LiveContainer 도움말
pl: Pomoc z LiveContainer
pt_br: Ajuda do LiveContainer
ru: Помощь по LiveContainer
sv: LiveContainer hjälp
tr: LiveContainer Yardım
vi: Trợ giúp LiveContainer
zh_hans: LiveContainer帮助
zh_hant: LiveContainer 協助

# lc.jielessDiag.entitlement
source: Entitlement File
ar: مِلَفّ الاستحقاق
de: Berechtigungsdatei
es: Archivo de entitlements
fr: Fichier d'habilitations
it: File Entitlement
ja: 権限ファイル
ko: 권한 파일
pl: Plik Uprawnień
pt_br: Arquivo de Titularidade
ru: Файл с entitlements
tr: Hak Dosyası
vi: File Entitlement
zh_hans: Entitlement 文件
zh_hant: Entitlement 文件

# lc.jitlessDiag.appGroupAccessible
source: App Group Accessible
ar: الوصول عبر مجموعة التطبيقات
de: App-Gruppe zugänglich
es: Grupo de apps accesible
fr: Groupe d'apps accessible
it: Gruppo App Accessibile
ja: アプリグループにアクセス可能
ko: 앱 그룹 접근 상태
pl: Grupa Aplikacji jest dostępna
pt_br: Aplicativos Agrupados Acessíveis
ru: Доступен ли App Group
sv: App Group tillgänglig
tr: Uygulama Grubu Erişilebilir
vi: App Group Truy cập được
zh_hans: App Group可访问
zh_hant: App Group可訪問

# lc.jitlessDiag.appGroupId
source: App Group ID
ar: معرف مجموعه التطبيق
de: App-Gruppen-ID
es: ID del grupo de apps
fr: ID du groupe d'apps
it: Id Gruppo App
ja: アプリグループID
ko: 앱 그룹 ID
pl: Identyfikator Grupy Aplikacji
pt_br: ID dos Aplicativos Agrupados
ru: ИД App Group
tr: Uygulama Grubu ID
zh_hans: App Group名
zh_hant: App Group名

# lc.jitlessDiag.bundleId
source: Bundle Identifier
ar: معرف الحُزْمَة
de: Bundle-Kennung
es: Identificador del paquete
fr: Identifiant du bundle
it: Bundle ID
ja: バンドル識別子
ko: 번들 식별자
pl: Identyfikator Pakietu
pt_br: Identificador do Pacote
ru: ИД пакета
tr: Paket Tanımlayıcı
vi: Định danh Gói
zh_hans: 包名
zh_hant: 包名

# lc.jitlessDiag.bundleIdExpected
source: Expected Bundle Identifier
ar: معرف الحُزْمَة المتوقع
de: Erwartete Bundle-Kennung
es: Identificador de paquete esperado
fr: Identifiant du bundle attendu
it: Serve il Bundle Identifier
ja: 予想バンドル識別子
ko: 예상 번들 식별자:
pl: Oczekiwany Identyfikator Pakietu
pt_br: Identificador do Pacote Esperado
ru: Ожидаемый ИД пакета
sv: Förväntade paketidentifierare
tr: Beklenen Paket Tanımlayıcı
vi: Định danh gói Đúng
zh_hans: 期望包名
zh_hant: 期望包名

# lc.jitlessDiag.certDataFound
source: Certificate Data Found
ar: بيانات الشهادة اكتشفت
de: Zertifikatsdaten gefunden
es: Datos del certificado encontrados
fr: Données du certificat trouvées
it: Dati Del Certificato Trovati
ja: 証明書のデータを検出
ko: 인증서 데이터
pl: Znaleziono Dane Certyfikatu
pt_br: Dados do Certificado Encontrados
ru: Обнаружены данные сертификата
sv: Certifikatdata hittades
tr: Sertifika Verileri Bulundu
vi: Tìm thấy Dữ liệu Chứng chỉ
zh_hans: 检测到证书数据
zh_hant: 收到的證書數據

# lc.jitlessDiag.certificateRevoked
source: Revoked
ar: ملغاه
de: Widerrufen
es: Revocado
fr: Révoqué
it: Revocato
ja: 失効
ko: 만료됨
pl: Odwołany
pt_br: Expirado
ru: Отозвано
tr: Geçersiz kılınmış
vi: Bị thu hồi
zh_hans: 吊销
zh_hant: 已撤銷

# lc.jitlessDiag.certificateStatus
source: Certificate Status
ar: حالة الشهادة
de: Zertifikat Status
es: Estado del certificado
fr: Statut du certificat
it: Stato Del Certificato
ja: 証明書の状態
ko: 인증서 상태
pl: Stan Certyfikatu
pt_br: 'Status' do Certificado
ru: Статус сертификата
sv: Certifikatstatus
tr: Sertifika Durumu
vi: Trạng thái Chứng chỉ
zh_hans: 证书状态
zh_hant: 證書狀態

# lc.jitlessDiag.certificateValid
source: Valid
ar: صالح
de: Gültig
es: Válido
fr: Valide
it: Valido
ja: 有効
ko: 유효
pl: Aktualny
pt_br: Válido
ru: Действует
sv: Giltigt
tr: Geçerli
vi: Hợp lệ
zh_hans: 有效
zh_hant: 有效

# lc.jitlessDiag.certificateValidateUntil
source: Certificate Not Valid After
ar: الشهادة غير صالحه بعد
de: Zertifikat nicht gültig nach
es: Certificado válido hasta
fr: Certificat non valide après
it: Certificato Non Valido Dopo
ja: 証明書の有効期限
ko: 인증서 만료 날짜:
pl: Certyfikat utraci ważność
pt_br: Certificado Inválido Após
ru: Сертификат не действителен после
sv: Certifikatet är inte giltigt efter
tr: Sertifika son geçerlilik tarihi
vi: Chứng chỉ Không Hợp lệ Sau
zh_hans: 证书有效期至
zh_hant: 證書無效時間

# lc.jitlessDiag.certLastUpdate
source: Certificate Last Update Date
ar: موعد أخر تحديث للشهاده
de: Datum der letzten Aktualisierung des Zertifikats
es: Fecha de última actualización del certificado
fr: Date de la dernière mise à jour du certificat
it: Data Ultimo Aggiornamento Del Certificato
ja: 証明書の最終更新日
ko: 인증서 업데이트 날짜
pl: Data ostatniej aktualizacji certyfikatu
pt_br: Data da Atualização Mais Recente do Certificado
ru: Дата последнего обновления сертификата
sv: Certifikatets senaste uppdateringsdatum
tr: Sertifika Son Güncelleme Tarihi
vi: Lần Cập nhật Cuối của Chứng chỉ
zh_hans: 证书上次更新时间
zh_hant: 證書上次更新時間

# lc.jitlessDiag.certPassFound
source: Certificate Password Found
ar: اكتشف رمزًا للشهادة
de: Zertifikatspasswort gefunden
es: Contraseña del certificado encontrada
fr: Mot de passe du certificat trouvé
it: Password Del Certificato Trovata
ja: 証明書のパスワードを検出
ko: 인증서 비밀번호
pl: Znaleziono hasło certyfikatu
pt_br: Senha do Certificado Encontrada
ru: Обнаружен пароль сертификата
sv: Certifikatets lösenord hittades
tr: Sertifika Şifresi Bulundu
vi: Tìm thấy Mật khẩu Chứng chỉ
zh_hans: 检测到证书密码
zh_hant: 檢測到證書密碼

# lc.jitlessDiag.certTeamId
source: Certificate Team ID
ar: معرف فريق الشهادة
de: Zertifikat Team-ID
es: ID de equipo del certificado
fr: ID d’équipe du certificat
ja: 証明書Team ID
ko: 예상 Team ID
pl: Team ID Certyfikatu
ru: Сертифицировать ID команды
tr: Sertifika Ekip Kimliği
vi: Team ID Chứng chỉ
zh_hans: 证书团队名

# lc.jitlessDiag.checking
source: Checking
ar: يتم الفحص
de: Wird überprüft
es: Comprobando
fr: Vérification
it: Controllo
ja: 確認中
ko: 확인 중
pl: Sprawdzanie
pt_br: Verificando
ru: Проверка
sv: Kontrollerar
tr: Kontrol ediliyor
vi: Đang kiểm tra
zh_hans: 正在检查
zh_hant: 檢查中

# lc.jitlessDiag.expectedTeamId
source: Expected Team ID
ar: معرف الفريق المتوقع
de: Erwartete Team-ID
es: ID de equipo esperado
fr: ID d'équipe attendu
ja: 期待されているTeamID
ko: 예상 Team ID
pl: Oczekiwany Team ID
ru: Ожидаемый идентификатор команды
tr: Beklenen Takım Kimliği
vi: Team Id yêu cầu
zh_hans: 预期团队ID

# lc.jitlessDiag.getHelp
source: Get Help
ar: أحصل على المساعدة
de: Hilfe erhalten
es: Obtener ayuda
fr: Obtenir de l'aide
it: Ottieni aiuto
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt_br: Obter Ajuda
ru: Получить помощь
sv: Få hjälp
tr: Yardım Al
vi: Nhận Hỗ trợ
zh_hans: 获取帮助
zh_hant: 尋求幫助

# lc.jitlessDiag.store
source: Store
ar: الحفظ
es: Tienda
ja: ストア
ko: 설치 방식
pl: Sklep
pt_br: Armazenar
ru: Магазин
tr: Mağaza
vi: Cửa hàng
zh_hans: 安装方式
zh_hant: 安裝方式

# lc.jitlessDiag.teamId
source: Team ID
ar: معرف الفريق
es: ID de equipo
fr: ID de l'équipe
it: ID del Team
ja: チームID
pl: Identyfikator Drużyny
pt_br: ID do Time
ru: ID команды
tr: Takım ID
zh_hans: 团队名
zh_hant: 團隊編號

# lc.jitlessSetup.error.testLibLoadFailed %@ %@ %@
source: The test library has failed to load. This means your certificate may be having issue. Please try to: 1. Reopen %@; 2. Refresh all apps in %@; 3. Re-patch %@ and try again.
ar: فشل تحميل مكتبة الاختبار. هذا يعني أن الشهادة الخاصة بك قد تواجه مشكلة. يرجى محاولة: 1. إعادة فتح %@؛ 2. تحديث جميع التطبيقات في %@؛ 3. إعادة تصحيح %@ وحاول مرة أخرى.
de: Die Testbibliothek konnte nicht geladen werden. Dies bedeutet, dass Ihr Zertifikat möglicherweise ein Problem aufweist. Bitte versuchen Sie es: 1. Öffnen Sie %@ erneut; 2. aktualisieren Sie alle Anwendungen in %@; 3. patchen Sie %@ erneut und versuchen Sie es erneut.
fr: La bibliothèque de test n'a pas pu être chargée. Cela signifie que votre certificat peut avoir un problème. Veuillez essayer de : 1. Rouvrir %@ ; 2. Rafraîchir toutes les applications dans %@ ; 3. Re-patcher %@ et réessayer.
ja: テストライブラリの読み込みが失敗しました。証明書にエラが発生する可能性があります。以下を試してください：1.%@を再開します、2.%@のすべてのアプリをリフレッシュします%、3.まだエラ発生があるとしたら、%@をリパッチしてください。
pt_br: A biblioteca de teste falhou ao carregar. Isso significa que o seu certificado pode estar tendo problemas. Por favor, tente os seguintes passos: 1. Reabra %@; 2. Atualize todos os aplicativos em %@; 3. Recorrija %@ e tente novamente.
sv: Testbiblioteket har misslyckats med att ladda. Detta innebär att ditt certifikat kan ha problem. Försök att: 1. Öppna %@; 2. Uppdatera alla appar i %@; 3. Re-patch %@ och försök igen.
vi: Không thể tải được thư viện test. Có nghĩa là chứng chỉ có vấn đề. Hãy thử: 1. Mở lại %@; 2. Làm mới các app trong %@; 3. Vá lại %@ và thử lại.
zh_hans: 无法加载测试动态链接库，这可能是由于证书出现问题。请尝试：1. 重新打开%@；2. 刷新%@；3. 如果仍有问题，请尝试重新给%@打补丁。
zh_hant: 無法載入測試動態連結庫，這可能是由於證書出現問題。請嘗試：1. 重新打開%@；2. 刷新%@；3. 如果仍有問題，請嘗試重新修補%@。

# lc.jitlessSetup.success
source: JIT-Less Mode Test Passed
ar: بدون-JIT نجح بالاختبار
de: JIT-Less-Modus-Test bestanden
es: Prueba del modo JIT-Less superada
fr: Test du mode sans JIT réussi
it: Test Modalità JIT-Less Passato
ja: JITレスモードのテストに合格しました
ko: JIT-Less 모드 테스트를 통과하였습니다.
pl: Test Trybu JIT-Less zakończony z powodzeniem
pt_br: Teste para o JIT-Less Aprovado
ru: Тест режима JIT-Less пройден
sv: JIT-Less Mode Test lyckades
tr: JIT-Less Modu Testi Geçildi
vi: Đã đạt Kiểm thử Chế độ JIT-Less
zh_hans: 免JIT模式测试通过。
zh_hant: 免JIT模式測試通過

# lc.multitask.copyPid
source: Copy PID
ar: نسخ PID
de: PID kopieren
es: Copiar PID
fr: Copier le PID
it: Copia PID
ja: PIDをコピー
ko: PID 복사
pl: Skopiuj PID
pt_br: Copiar PID
ru: Скопировать ИД процесса
sv: Kopiera PID
tr: PID'i kopyala
vi: Sao chép PID
zh_hans: 复制PID
zh_hant: 複製進程ID

# lc.multitask.enablePip
source: Enable PIP
ar: تشغيل وضع صورة في صورة (PiP)
de: Bild-in-Bild aktivieren
es: Activar PIP
fr: Activer le PIP
it: Abilita PIP
ja: PiPを有効化
ko: PiP 활성화
pl: Włącz PIP
pt_br: Habilitar PIP
ru: Включить PIP
sv: Aktivera PIP
tr: PIP'i aktifleştir
vi: Bật PIP
zh_hans: 启用画中画模式
zh_hant: 啟用畫中畫

# lc.multitask.scale
source: Scale
ar: تغيير الحجم
de: Skala
es: Escala
fr: Échelle
it: Ridimensiona
ja: スケール
ko: 크기
pl: Skala
pt_br: Escala
ru: Масштаб
sv: Skala
tr: Ölçek
vi: Tỉ lệ
zh_hans: 缩放比例
zh_hant: 縮放

# lc.multitaskAppWindow.appTerminated
source: This app has been terminated.
ar: يجب إنهاء هذا التطبيق.
de: Diese App wurde beendet.
es: Esta app ha sido cerrada.
fr: Cette application a été arrêtée.
it: Quest'app è stata terminata.
ja: このアプリは終了しました。
ko: 앱이 종료되었습니다.
pl: Zakończono pracę tej aplikacji.
pt_br: Este aplicativo foi encerrado.
ru: Это приложение было закрыто.
sv: Den här appen har blivit avslutad.
tr: Bu uygulama sonlandırılmıştır.
vi: Ứng dụng này đã bị thoát.
zh_hans: App已被终止。
zh_hant: 此應用程式已被停止。

# lc.settings.about
source: About Me
ar: عني
de: Über Mich
es: Acerca de mí
fr: À propos de moi
it: Chi sono
ja: 開発者
ko: 개발자
pl: O mnie
pt_br: Sobre Mim
ru: Обо мне
sv: Om mig
tr: Hakkımda
vi: Về chúng tôi
zh_hans: 关于
zh_hant: 關於

# lc.settings.appGroup.moveSuccess
source: Move successful.
ar: تم النقل بنجاح.
de: Erfolgreich verschoben.
es: Movido correctamente.
fr: Déplacement réussi.
it: Spostamento riuscito.
ja: 移動しました。
ko: 이동이 완료되었습니다.
pl: Przenoszenie zakończone powodzeniem.
pt_br: Sucesso ao mover.
ru: Перемещение успешно.
sv: Flyttningen lyckades.
tr: Başarılı taşıma.
vi: Di chuyển thành công.
zh_hans: 移动完成。
zh_hant: 移動完成。

# lc.settings.appGroupExist Shared
source: There are files in the shared app group folder. Move them out first and try again.
ar: هذه ملفات في مجلد مجموعه التطبيقات المُشارَكه. قم بنقلها اولاً قم حاول مرة أخرى.
de: Im Ordner der freigegebenen App-Gruppe befinden sich Dateien. Verschieben Sie sie zuerst und versuchen Sie es erneut.
es: Hay archivos en la carpeta compartida del grupo de apps. Muévelos primero e inténtalo de nuevo.
fr: Il y a des fichiers dans le dossier partagé du groupe d'apps. Déplacez-les d'abord et réessayez.
it: Ci sono dei file nella cartella privata del gruppo di app. Spostali e riprova.
ja: 共有アプリグループフォルダにファイルがあります。ファイルを移動してから、もう一度お試しください。
ko: 공유 앱 그룹 폴더에 있는 파일을 옮긴 후 다시 시도해주세요.
pl: W katalogu Dzielonych Aplikacji znajdują się pliki. Przenieś je w inne miejsce i spróbuj ponownie.
pt_br: Existem arquivos na sua pasta de aplicativos agrupados compartilhados. Mova-os primeiro e tente novamente.
ru: В общем App Group присутствуют файлы. Сначала переместите их, затем попробуйте снова.
sv: Det finns filer i mappen för delade appgrupper. Flytta ut den först och försök igen.
tr: Paylaşılan uygulama grubu klasöründe dosyalar var. Önce bunları taşıyın ve tekrar deneyin.
vi: Có file trong thư mục app group chung. Hãy di chuyển nó ra rồi thử lại.
zh_hans: 共享的AppGroup文件夹中不为空。将其中文件移动出来后再试。
zh_hant: 共享 AppGroup 資料夾有文件。移出文件並重試。

# lc.settings.appGroupExistPrivate
source: There are files in the private app group folder. Move them out first and try again.
ar: هذه ملفات في مجلد مجموعة التطبيقات الخاصة. قم بنقلها أولاً ثم حاول مرة أخرى.
de: Im privaten Ordner der App-Gruppe befinden sich Dateien. Verschieben Sie diese zuerst und versuchen Sie es erneut.
es: Hay archivos en la carpeta privada del grupo de apps. Muévelos primero e inténtalo de nuevo.
fr: Il y a des fichiers dans le dossier du groupe d'apps privées. Déplacez-les d'abord et réessayez.
it: Ci sono dei file nella cartella privata del gruppo di app. Spostali e riprova.
ja: プライベートアプリグループフォルダにファイルがあります。ファイルを移動してから、もう一度お試しください。
ko: 비공개 앱 그룹 폴더에 있는 파일을 옮긴 후 다시 시도해주세요.
pl: W Prywatnej Dzielonej Grupie Aplikacji znajdują się pliki. Przenieś je w inne miejsce i spróbuj ponownie.
pt_br: Existem arquivos na pasta de aplicativos agrupados privados. Mova-os primeiro e tente novamente.
ru: В приватном App Group присутствуют файлы. Сначала переместите их, затем попробуйте снова.
sv: Det finns filer i mappen för privata appgrupper. Flytta ut den först och försök igen.
tr: Özel uygulama grubu klasöründe dosyalar var. Önce bunları taşıyın ve tekrar deneyin.
vi: Có file trong thư mục app group riêng tư. Di chuyển nó ra ngoài rồi thử lại.
zh_hans: 私有的AppGroup文件夹中不为空。将其中文件移动出来后再试。
zh_hant: 私人 AppGroup 資料夾有文件。移出文件並重試。
